bat
bleachbit
bluez-utils
ccls
cmatrix
cowsay
cups-pdf
exa
figlet
fortune-mod
grub-customizer
gutenprint
links
lolcat
man-db
neofetch
neovim
ripgrep
sl
streamlink
virtualbox
