archinstall
archiso
autoconf
automake
avidemux-cli
baobab
base
bat
bc
binutils
bison
bleachbit
bluez-utils
ccls
chafa
cheese
cmatrix
convertlit
cowsay
cryptsetup
cups
cups-filters
cups-pdf
dconf-editor
ebook-tools
efibootmgr
entr
eog
evince
exa
fakeroot
fd
feh
figlet
file
file-roller
filezilla
findutils
fish
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
fortune-mod
fzf
gawk
gcc
gdm
gedit
gettext
ghex
ghostwriter
gifsicle
git
glfw-x11
glm
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-power-manager
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-software-packagekit-plugin
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
godot
grep
grilo-plugins
groff
grub
grub-customizer
gst-plugin-pipewire
gutenprint
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
inetutils
intel-media-driver
intel-ucode
iwd
java-environment-common
jdk11-openjdk
ladspa
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-systemd
lib32-v4l-utils
libebur128
libpulse
libtool
libva-intel-driver
libva-mesa-driver
libwnck
links
linux
linux-firmware
linux-headers
lolcat
lynx
m4
make
man-db
maven
mc
meson
mlt
mpv
mutter
nano
nautilus
neofetch
neovim
networkmanager
ninja
npm
ntfs-3g
ocl-icd
openssh
orca
pacman
patch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pyright
python-pip
qpdf
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-tools
qt5-websockets
qt5-x11extras
ripgrep
rygel
sed
simple-scan
sl
smartmontools
steam
streamlink
sudo
sushi
texinfo
tk
totem
tracker
tracker-miners
tracker3-miners
ueberzug
vala
vim
vino
virtualbox
virtualbox-host-dkms
vlc
vulkan-intel
vulkan-radeon
wget
which
wine-staging
wireless_tools
wireplumber
wmctrl
wqy-zenhei
xbindkeys
xclip
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xsetroot
xorg-xwininfo
yelp
youtube-dl
yt-dlp
zram-generator
