bat
bdf-unifont
bleachbit
bluez-utils
ccls
cmake
cmatrix
cowsay
cups
cups-filters
cups-pdf
cups-pk-helper
curl
exa
fd
fish
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
fortune-mod
fzf
ghostwriter
git
go
grub-customizer
gutenprint
hardcode-tray
linux-headers
lolcat
lynx
man-db
mpv
neofetch
neovim
nodejs
noto-fonts-emoji
ntfs-3g
ripgrep
sl
streamlink
tree-sitter
virtualbox
virtualbox-host-dkms
wget
xclip
youtube-dl
yt-dlp
